---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RebarFailures
source: html/b90e5147-8efa-bea3-ca7a-bae705b050f8.htm
---
# BuiltInFailures.RebarFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.